Revit 2015 API
SolidArray Constructor
Initializes a new instance of the SolidArray class
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
Syntax
C#
public SolidArray()
Visual Basic
Public Sub New
Visual C++
public:
SolidArray()
See Also
SolidArray Class
Autodesk.Revit.DB Namespace